Repository: common-repository/team-chart
Catalog: locale/teamchart-*.po
Languages: fr_fr

source: No person found.
fr_fr: Aucune personne trouvée.

source: add
fr_fr: Ajouter

source: Click and drag on the image to select an area.
fr_fr: Cliquer et tracer un rectangle sur l'image.

source: Save
fr_fr: Sauvegarder

source: Close
fr_fr: Fermer

source: No chart found.
fr_fr: Aucun organigramme trouvé.

source: Are you sure to delete this person ?
fr_fr: Êtes vous sûr de supprimer cette personne ?

source: Delete this chart ?
fr_fr: Supprimer ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Please select or add chart to build it !
fr_fr: Veuillez choisir ou ajouter un organigramme.

source: loading
fr_fr: Chargement

source: Update person
fr_fr: Mettre à jour

source: Update
fr_fr: Ok

source: Upload or choose picture
fr_fr: Choisir une image

source: Add person
fr_fr: Ajouter une personne

source: Add Team Chart
fr_fr: Ajouter un organigramme

source: Chart
fr_fr: Organigramme

source: Manage multiple flow chart with Team Chart pro version, read more.
fr_fr: Ajouter et gérer plusieurs organigramme avec la version Team Chart Pro, en savoir plus.

source: Resize image in one click with pro version, read more.
fr_fr: Redimensionner les images en un click avec la version Pro, en savoir plus.

source: To start, Add a new person in your teamchart.
fr_fr: Pour commencer, Ajouter une nouvelle personne dans votre organigramme.

source: Apply reponsives themes with pro version, read more.
fr_fr: Choisissez plusieurs thème responsive avec la version Team Chart Pro, en savoir plus.

source: Insert chart
fr_fr: Insérer

source: Picture
fr_fr: Image

source: Name
fr_fr: Nom

source: Enter name...
fr_fr: Entrer un nom…

source: Position
fr_fr: Poste occupé

source: Enter position…
fr_fr: Entrer un poste occupé…

source: Search person
fr_fr: Chercher une personne
